[
  {
      "Verb": "Қолда ",
      "Type": "Императив етістік ",
      "Dictionary_meaning": "Сөздікте қолла вариантында кездеседі. Басқару, қолдау, қолда ұстап тұру мағыналарын береді (ЭСТЯ, 50)",
      "Root": "Қол-актив қолданыстағы, толық мағыналы, зат есімнен болатын түбір.",
      "Word_formation_model": "Да, Бұл сөздің қосымшасында л-д дыбыстарының ауысуын байқаймыз. ",
      "Meaning": "Дастанда қолдау білдіру мағынасын береді. «Ақ ниетті, ақ жүректі тектілер, Жұртын қолдап, елді ұшпаққа жеткізер»",
      "Frequency_of_use": "Осы тұлғада 5 рет кездеседі"
  },
  {
      "Verb": "Тыңда ",
      "Type": "Императив етістік",
      "Dictionary_meaning": "Сөздікте тынла түрінде берілген. Тыңда, құлақ асу мағынасын береді (ДТС, 606)",
      "Root": "Тың-өлі түбір. Сөздікте \"\"дыбыс, тыңдау\"\" мағынасын береді(ДТС, 612)",
      "Word_formation_model": "Да",
      "Meaning": "Тыңдау, құлақ асу",
      "Frequency_of_use": "Осы тұлғада 37 рет кездеседі"
  },
  {
      "Verb": "",
      "Type": "Императив етістік",
      "Dictionary_meaning": "",
      "Root": "",
      "Word_formation_model": "Бұл сөздің қосымшасында л-д дыбыстарының ауысуын байқаймыз. ",
      "Meaning": "«Ұлым, тыңда, менде алтын-кен жатыр»",
      "Frequency_of_use": ""
  },
  {
      "Verb": "Сақта",
      "Type": "Императив етістік",
      "Dictionary_meaning": "Сөздікте сақла түрінде кездеседі. Сақтау мағынасыын блдіреді(ДТС, 487)",
      "Root": "Сақ-өлі түбір",
      "Word_formation_model": "Та, Бұл сөздің қосымшасында т-л дыбыстарының ауысуын байқаймыз. ",
      "Meaning": "Бірдеңені сақтау мағынасын білдіреді. «Жамандардан бүтін сақта ел шетін»",
      "Frequency_of_use": "Осы тұлғада 15 рет кездеседі"
  },
  {
      "Verb": "Мақта",
      "Type": "Императив етістік",
      "Dictionary_meaning": "Сөздікте мақ тұлғасы даңқ, мақтан мағынасын береді(ДТС, 335)",
      "Root": "Мақ-көне түбір. Даңқ, мақтан мағынасын береді.",
      "Word_formation_model": "Та",
      "Meaning": "Дастанда даңқ мағынасынан гөрі мақтан, мақтау мағынасына жақын. «Мақта ерлерді, мал таратып, ойқаста»",
      "Frequency_of_use": "Осы тұлғада 4 рет кездеседі"
  },
  {
      "Verb": "Оңда",
      "Type": "Императив етістік",
      "Dictionary_meaning": "Сөздікте оң сөзі жақсару, түзелу мағынасын беред(іЭСТЯ,457)",
      "Root": "Оң-актив қолданыстағы, толық мағыналы, зат есімнен болатын түбір.",
      "Word_formation_model": "Да",
      "Meaning": "Дастанда жақсару, жақсы жағынан өзгеру мағынасын береді. «Хаққа табын, оңда да тіл, жаныңды!»",
      "Frequency_of_use": "Осы тұлғада 3 рет кездеседі"
  },
  {
      "Verb": "Ақта",
      "Type": "Императив етістік",
      "Dictionary_meaning": "Сөздікте ақ сөзінің түс, таза, керемет сынды бірнеше мағынасы беріледі. Онымен қоса ауыспалы кінәсіз, бейкүнә мағынасын береді(ЭСТЯ, 116)",
      "Root": "Ақ-актив қолданыстағы, толық мағыналы, зат есімнен болатын түбір. Дастанда ауыспалы мағынасындағы қолданылады.",
      "Word_formation_model": "Та",
      "Meaning": "Дастанда үмітін ақта деген адал нәрсеге шек келтірмеу, үмітін ақтау мағынасын береді. «Риза болсын, мақта:ақта үмітін!» ",
      "Frequency_of_use": "Осы тұлғада 1 рет кездеседі"
  },
  {
      "Verb": "Жаула",
      "Type": "Императив етістік",
      "Dictionary_meaning": "Сөздікте көне жавла түрінде кездеседі. Қиындық келтіру, кесірін тигізу деген мағынаны береді(ДТС, 249)",
      "Root": "Жау-актив қолданыстағы, толық мағыналы, зат есімнен болатын түбір.",
      "Word_formation_model": "Ла, Бұл сөздің қосымшасында в-л дыбыстарының ауысуын байқаймыз. ",
      "Meaning": "Сөздік пен дастандағы мағынада іліктестік байқалғанымен, дастанда қазақ тіліндегі жаулап алу мағынасында қолданылған. «Жаулап, беріп, еселесін күшін де!»",
      "Frequency_of_use": "Грамматикалық тұлғада 20 рет кездеседі (Дастанда жаула нұсқасында кездепегенімен, грамматикалық категориялардың қосымшалы екі буынды етістіктер құрамында кездеседі)"
  },
  {
      "Verb": "Ұста",
      "Type": "Императив етістік",
      "Dictionary_meaning": "Сөздікте u түбірі белгілі бір іс-әрекетті жасай білу мағынасын білдіреді. Ғалым М. Ескеева осы ұста сөзінің мағынасын тікелей u түбірімен байланыстырады(ДТС, 306)",
      "Root": "U-өлі түбір. Белгілі бір іс-әрекетті жасай білу(ДТС,603)",
      "Word_formation_model": "Та",
      "Meaning": "Дастанда ұстау, ұстап тұрау мағынасын береді. «Жақын ұста сені жақын тұтқанды»",
      "Frequency_of_use": "Осы тұлғада 16 рет кездеседі"
  },
  {
      "Verb": "Барла",
      "Type": "Императив етістік",
      "Dictionary_meaning": "Ла түбірінің қосылуы арқылы іздеу, тексеру мағынасын білдіреді(ЭСТЯ, 63)",
      "Root": "Бар-актив қолданыстағы, толық мағыналы, етістіктен болатын түбір.",
      "Word_formation_model": "Ла",
      "Meaning": "Дастанда бақылау, барлығын ізденіп білу мағынасында қолданылады. «Тұрқымды сен байқа, барла-бәрін біл» ",
      "Frequency_of_use": "Осы тұлғада 1 рет кездеседі"
  },
  {
      "Verb": "Биле",
      "Type": "Императив етістік",
      "Dictionary_meaning": "Би-дәстүрлі қазақ қоғамының билік жүйесіндегі беделді тұлға, саяси-потестарлық категория(Қазақтың этнографиялық категориялар, ұғымдар мен атауларының дәстүрлі жүйесі. Энциклопедия. 1-том. – Алматы: DPS, 2011. – 738 б.)  ",
      "Root": "Би-актив қолданыстағы, толық мағыналы, зат есім болатын түбір.",
      "Word_formation_model": "Ле",
      "Meaning": "Билік жүргізу, билеп төстеу. «Үкім күтпе, өзің билеп бұр жолға»",
      "Frequency_of_use": "Осы тұлғада 1 рет кездеседі"
  },
  {
      "Verb": "Сайла",
      "Type": "Императив етістік",
      "Dictionary_meaning": "Сөздікте дәл осы сайла түрінде кездесіп, таңдау мағынасын береді(ЭСТЯ, 164)",
      "Root": "Сай-өлі түбір. Моңғол тіліндегі sayi-жақсы, яғни ең жақсысын таңдау деген мағынаны беруі мүмкіню кейбір ғалымдар түрік тіліндегі sec-таңдау түбірімен де байланыстырып жатады.",
      "Word_formation_model": "Ла",
      "Meaning": "Дайындау, таңдау мағыналарын береді. «Егер, жауың торын құра бастаса, Тұзағыңды сайла да, күт, саспа аса!»",
      "Frequency_of_use": "Осы тұлғада 2 рет кездеседі"
  },
  {
      "Verb": "Аңда",
      "Type": "Императив етістік",
      "Dictionary_meaning": "Сөздікте түбірдің 7 мағынасы беріледі. Бізге жақыны түсіну, күту, байқау мағыналары жақын(ЭСТЯ, 154)",
      "Root": "Аң-өлі түбір.",
      "Word_formation_model": "Да",
      "Meaning": "Бағдарлау,байқау мағынасын береді. «… Қайсысы жөн, аңда да атқар, төзім-кеш!»",
      "Frequency_of_use": "Осы тұлғада 3 рет кездеседі"
  },
  {
      "Verb": "Сана",
      "Type": "Императив етістік",
      "Dictionary_meaning": "Сөздікте түбірі са-санау деп беріліп, оған -н жұрнағының жалғануы арқылы сан деген зат есім туған. Оған -а жұрнағының жалғануы арқылы санау етістігі туындап тұр. ЭСТЯ сөздігінде са-на деп түбірін са деп көрсетсе, ДТС сөздігінде бір бүтін сана сөзі деп қараған(ЭСТЯ,201) (ДТС, 483)",
      "Root": "Са-өлі түбір",
      "Word_formation_model": "А",
      "Meaning": "Дастанда санау мағынасын береді«Қане, енді заңның жөнін сарала, Жөн-жүйесін бас-басына сана да!»[350 б.].",
      "Frequency_of_use": "Осы тұлғада 1 рет кездеседі"
  },
  {
      "Verb": "Бөге",
      "Type": "Императив етістік",
      "Dictionary_meaning": "сөздің түбірі бөг-моңғ., bög-түрк., боғ-моңғ. тілдерінде кездесетін кедергі келтіру деген мағынаны білдіреді. Оған -е жұрнағы жалғанып «кедергі келтіру, тосқауыл болу» мағынасын береді(ЭСТЯ, 208)",
      "Root": "Бөг-өлі түбір",
      "Word_formation_model": "Е",
      "Meaning": "Дастанда «жолына тұру, кедергі болу» мағынасын береді. ",
      "Frequency_of_use": "Дастанда «бөге» нұсқасында кездеспейді. Әртүрлі грамматикалық формада 5 рет кездеседі."
  },
  {
      "Verb": "Түзе",
      "Type": "Императив етістік",
      "Dictionary_meaning": "түбір түз-«түзеу, ретке келтіру» мағынасын береді. Түбірге -е жұрнағы жалғану арқылы түзе-түзеу мағынасын иеленген(ДТС, 646)",
      "Root": "Түз-толық мағыналы етістік түбір",
      "Word_formation_model": "Е",
      "Meaning": "Дастанда да түзеу мағынасын береді. ",
      "Frequency_of_use": "Осы тұлғада 3 рет кездеседі"
  },
  {
      "Verb": "Құтқар",
      "Type": "Императив етістік",
      "Dictionary_meaning": "етістіктің түбіріне байланысты А. Вамбери оның «құт-бақыт» мағынасымен жақындығын көрсетеді, бірақ оған түсіндірме бермейді. Кейіннен М. Рэсэнен түбірін «kurt» деп алып оның -л, -ар, -қар аффикстерімен келетіндігін көрсетеді. Ал А. Зайончковский kut-қашу деген шағатай, телеуіт тілдеріндегі сөзбен байланыстырады. Сөйтіп оған -қар жұрнағы жалғану арқылы «құтқарып алу, құтқару» мағынасы туындаған деп көрсетеді(ЭСТЯ, 180)",
      "Root": "Құт-өлі түбір",
      "Word_formation_model": "Қар",
      "Meaning": "Дастанда да құтқару мағынасын береді. ",
      "Frequency_of_use": "Осы тұлғада 2 рет кездеседі"
  },
  {
      "Verb": "Аңғар",
      "Type": "Императив етістік",
      "Dictionary_meaning": "түбірі аң «түсіну» деген мағынаны береді. Оған -қар жұрнағы жалғанып «аңғару, байқау» мағынсына ұласқан(ЭСТЯ, 157) ",
      "Root": "Аң-өлі түбір",
      "Word_formation_model": "Ғар",
      "Meaning": "Дастанда «түсіну, байқап қарау, аңғару» мағынасын береді. ",
      "Frequency_of_use": "Осы тұлғада 3 рет кездеседі"
  },
  {
      "Verb": "Ескер",
      "Type": "Императив етістік",
      "Dictionary_meaning": "түбірі ес-таным, ой деген мағынаны береді. Одан жасалатын етістіктерге -ле, -е және -кер аффикстері жалғанады. -кер аффиксі жалғану арқылы «өзің ескер, байқаста» мәнін тудырады(ЭСТЯ, 306)",
      "Root": "Ес-өлі түбір",
      "Word_formation_model": "Кер",
      "Meaning": "Дастанда да бұл мағынасынан өзгермейді.",
      "Frequency_of_use": "Осы тұлғада 1 рет кездеседі"
  },
  {
      "Verb": "Жұмса",
      "Type": "Императив етістік",
      "Dictionary_meaning": "М. Қашқари сөздігінде қай-«поварачиваться, оборачиваться» деген өз алдына дербес сөз болған. Э. В. Севортян сөздігінде чуваш тілінде қай-кету немесе қыпшақ тілдерінде қайт-қайту, кету мағынасын береді деп көрсетеді. Оның түбірі ka-артқы жағы деген түбірден бастау алуы мүмкін дегенде болжам айтады(ЭСТЯ,194)",
      "Root": "Қай-өлі түбір",
      "Word_formation_model": "Т",
      "Meaning": "Дастан да сөздіктегі мағынамен іліктесіп, «қайту, кету» мағынасын береді. ",
      "Frequency_of_use": "Осы тұлғада 1 рет кездеседі"
  }
]